Repository: alexandrevicenzi/Flex
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, et, fa_ir, fi_fi, hu_hu, id, nl_nl

source: Archives
de: Archive
et: Arhiiv
fa_ir: بایگانی
fi_fi: Arkisto
hu_hu: Archívum
id: Arsip
nl_nl: Archief

source: Posted on %(when)s in %(category)s
de: Online seit %(when)s in %(category)s
et: Avaldatud %(when)s kategoorias %(category)s
fa_ir: نوشته شده در تاریخ %(when)s در %(category)s
fi_fi: Julkaistu %(when)s kategoriassa %(category)s
hu_hu: A bejegyzés ideje: %(when)s, kategóriája: %(category)s
id: Ditulis tanggal %(when)s di %(category)s
nl_nl: Geplaatst op %(when)s in %(category)s

source: %(minutes)s min read
de: %(minutes)s Minuten zum lesen
fi_fi: %(minutes)s min

source: Like this article? Share it with your friends!
de: Gef&auml;llt dir der Artikel? Dann teile ihn mit Freunden!
et: Kui sulle see artikkel meeldis, siis jaga seda ka sõpradega!
fa_ir: از این مقاله لذت بردید؟ آن را با دوستانتان به اشتراک بگذارید!
fi_fi: Piditkö tästä postauksesta? Jaa se kavereillesi!
hu_hu: Ha tetszett a bejegyzés, oszd meg az ismerőseiddel is!
id: Suka artikel ini? Bagikan dengan teman-teman Anda!
nl_nl: Bevalt dit Artikel? Deel het met je vrienden!

source: You might enjoy
de: Eventuell auch interessant
et: Sulle võlb meeldida ka
fa_ir: ممکن است علاق‏ه‌مند باشید به
fi_fi: Voisit pitää myös näistä
hu_hu: Talán tetszene
id: Anda mungkin menikmati
nl_nl: Eventueel ook interessant

source: Posts by %(name)s
de: Artikel von %(name)s
et: Kõik artiklid %(name)s poolt
fa_ir: نوشته شده توسط %(name)s
fi_fi: Kirjoittajan %(name)s postaukset
hu_hu: %(name)s bejegyzései
id: Ditulis oleh %(name)s
nl_nl: Artikelen van %(name)s

source: Authors
de: Autoren
et: Autorid
fa_ir: نویسندگان
fi_fi: Kirjoittajat
hu_hu: Szerzők
id: Penulis
nl_nl: Schrijvers

source: Search...
de: Suchbegriff eingeben...
fi_fi: Hae...

source: Home
et: Avaleht
fa_ir: خانه
fi_fi: Koti
hu_hu: Főoldal
id: Beranda

source: Categories
de: Kategorien
et: Kategooriad
fa_ir: دسته بندی ها
fi_fi: Kategoriat
hu_hu: Kategóriák
id: Kategori
nl_nl: CategorieÃ«n

source: Category %(name)s
de: Kategorie %(name)s
et: Kategooria %(name)s
fa_ir: دسته بندی %(name)s
fi_fi: Kategoria %(name)s
hu_hu: %(name)s kategória
id: Kategori %(name)s
nl_nl: Categorie %(name)s

source: Tagged with
de: Stichw&ouml;rter
et: Märksõnadeks
fa_ir: برچسب شده توسط
fi_fi: Tägit:
hu_hu: A következőkkel megjelölve:
id: Kata kunci
nl_nl: Getagged met

source: Continue reading
de: Weiterlesen
et: Loe edasi
fa_ir: ادامه مطلب
fi_fi: Jatka lukemista
hu_hu: Tovább
id: Lanjut membaca
nl_nl: Verder lezen

source: Search
de: Ergebnisse gefunden
fi_fi: Haku

source: Search Results
de: Ergebnisse gefunden
fi_fi: Hakutulokset

source: Tag %(name)s
de: Stichwort %(name)s
et: Märksõna %(name)s
fa_ir: برچسب %(name)s
fi_fi: Tägi %(name)s
hu_hu: %(name)s címke
id: Kata kunci %(name)s

source: Tags
de: Stichw&ouml;rter
et: Märksõnad
fa_ir: برچسب ها
fi_fi: Tägit
hu_hu: Címkék
id: Kata-kata kunci

source: Please enable JavaScript to view comments.
de: Bitte JavaScript aktivieren um die Kommentare zu sehen.
et: Kommentaaride nägemiseks võimaldage JavaScript.
fa_ir: لطفا برای دیدن نظرات، جاوا اسکریپت را فعال کنید.
fi_fi: Ole hyvä ja laita JavaScript päälle nähdäksesi kommentit.
hu_hu: A kommentek megtekintéséhez engedélyezned kell a JavaScriptet!
id: Harap aktifkan JavaScript untuk melihat komentar.
nl_nl: Alsjeblieft JavaScript activeren om het commentaar te zien.

source: Built with %(pelican_url)s using %(flex_url)s theme
de: Gebaut mit %(pelican_url)s und dem %(flex_url)s theme
fi_fi: Rakennettu %(pelican_url)s-generaattoria ja %(flex_url)s-teemaa käyttäen

source: Switch to the %(dark_url)s | %(light_url)s | %(browser_url)s theme
de: Zu %(dark_url)s | %(light_url)s | %(browser_url)s Thema wechseln
fi_fi: Vaihda teemaa: %(dark_url)s | %(light_url)s | %(browser_url)s

source: Previous Post
de: Vorheriger Beitrag
fi_fi: Edellinen postaus

source: Next Post
de: NÃ¤chster Beitrag
fi_fi: Seuraava postaus

source: Older Posts
de: &Auml;ltere Artikel
et: Vanemad artiklid
fa_ir: نوشته‌های کهنه‌تر
fi_fi: Vanhemmat postaukset
hu_hu: Korábbi bejegyzések
id: Tulisan lama
nl_nl: Eerder verschenen artikelen

source: Newer Posts
de: Neuere Artikel
et: Uuemad artiklid
fa_ir: نوشته‌های تازه‌تر
fi_fi: Uudemmat postaukset
hu_hu: Újabb bejegyzések
id: Tulisan baru
nl_nl: Later verschenen artikelen

source: Atom
fa_ir: اشتراک Atom

source: RSS
fa_ir: اشتراک RSS
